amd-ucode
base
base-devel
bluetuith
btrfs-progs
cliphist
code
delve
dkms
dns-over-https
docker
dolphin
dunst
efibootmgr
fastfetch
fd
fzf
git
gnome-keyring
go-task
grim
grub
grub-btrfs
gst-plugin-pipewire
helm
htop
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprsunset
hyprutils
inotify-tools
iwd
jq
kitty
kubectl
kustomize
less
libfido2
libnotify
libpulse
librewolf-bin
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
luarocks
ly
man-db
markdownlint-cli2
minikube
nano
neovim
noto-fonts-cjk
npm
nvidia-open-dkms
oh-my-zsh-git
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
prettier
qt5-wayland
qt6-wayland
rofi-wayland
rose-pine-hyprcursor
seahorse
slurp
smartmontools
stow
swayosd-git
swww-git
timeshift
tree
ttf-font-awesome
ttf-font-logos
ttf-jetbrains-mono-nerd
ttf-lato
ttf-twemoji
unzip
uwsm
vagrant
vim
virtualbox
virtualbox-host-dkms
waybar
wget
wireless_tools
wireplumber
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xhost
xorg-xinit
yay
zram-generator
